[
  {
    "company": {
      "name": "Krakul OÜ",
      "about": "Krakul is a fast-paced electronics design and embedded systems design company, mostly focused on the areas of IoT and autonomous systems. Founded by engineers from ESTCube-1, we started as a one-man company to develop hardware for smart bike-racks and surveillance UAV’s and eventually grew into an international consultancy, where we are now at 17 people, with over 65 projects in our portfolio. Our embedded systems have already had a global influence, with projects in the Baltics, the USA, Sweden, Mexico, Vietnam, Spain, and many other countries.<br><br>We’re looking for embedded software engineers and electronics engineers, who are hungry to develop meaningful products and are interested in a wide variety of fields. When working with us, rest assured that we will not try to put you in a “creative box”. Our engineers work as a part of the whole product development process, gaining new experiences in different fields. Whether you’re interested in autonomy, IoT, smart city - we always consider that the project aligns with your interests to make product development a fun and rewarding experience.<br><br>Join us and let’s create products with a real impact, together! We have a cool office right here in Tehnopol. And our door is open 😉<br><br>Contact: info@krakul.eu +372 5552 2620<br><br><a href='https://krakul.eu/'>https://krakul.eu/</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "AgileWorks AS",
      "about": "Meist<br>Põhirõhk on kvaliteedil, mitte kvantiteedil. Teeme turvalist tarkvara ja  meie arendus on jätkusuutlik. Agiilsed põhimõtted on meie põhimõtted - need võimaldavad meil tulemusi saavutada keskmisest kiiremini.<br>Kliendid: Elisa, Ellington Printing, Star Cloud, Tallinna Vesi, Eesti Standardikeskus, Riigikontroll, Eesti Metsa- ja Puidutööstuse Liit, Artist Media jpt.<br>Töö: Java || C#, eesti keel && inglise keel, agiilsed metoodikad, TDD && DDD, HTML, JavaScript, SQL, NoSQL, Git versioonihaldus, .NET<br>„Pereelu”: Ühisüritused (paintball, golf, bowling, kontori chill, discgolf, ronimine, laskmine jpm), koolitused/konverentsid, reedesed ühislõunad, massaažid, boonuspuhkused, spordikompensatsioonid.<br>Kontor: @kalamaja, puhketuba, lauatennis, lauajalgpall, lemmikloomad jpm.<br><br>if (interested)<br>{<br>findUs(@praktikakohvik);<br>}<br>else if (wantToFindOutMore)<br>{<br>goTo(\"<a href='https://agileworks.eu/'>https://agileworks.eu/</a>\");<br>contact(\"<a href='mailto:info@agileworks.eu'>info@agileworks.eu</a>\");<br>}<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "LUMAV",
      "about": "Lumav on e-ärilahendusi pakkuv ettevõte, kes on spetsialiseerunud nii e-ärilahenduste programmeerimisele ja hooldusele kui ka digiäri konsultatsioonile. Tehnilised lahendused arendame Magento platvormil.<br>Lumav on kiire kasvu tõttu olnud kolm viimast aastat järjest tunnustatud Äripäeva poolt Gasellettevõttena. Esimese ja hetkel ainukese Eesti kapitalil ettevõttena oleme valitud Magento partneriks ning jätkame laienemist välisturgudele.<br>Kokku on Lumavil ca 70 klienti, kelle hulka kuuluvad e-poed nagu Weekendshoes, Decora, Loverte, Goldtime, Büroomaailm, Pakendikeskus jpt.<br><br>OTSIME PHP PARENDAJAID<br>Ootame eelkõige PHP back-end arendaja potentsiaaliga noori, aga saame pakkuda võimalusi ka teistele e-kaubanduse huvilistele (analüütikud, projektjuhid, testijad, front-end arendajad, jt). Varasem kogemus Magento platvormiga ei ole oluline, väljaõpe toimub kohapeal.<br>Peame lugu pidevast tagasisidest ning üksteise toetamisest. Töökeskkond on sõbralik, meeskond nooruslik ja ühiseid ettevõtmisi toimub tihti. Muud hüved leiad meie töökuulutuselt. <br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Finestmedia",
      "about": "Finestmedia on pikaajalise kogemusega Eesti kapitalil põhinev kiiresti arenev ja kasvav kaasaegne IT firma. Tegutseme peamiselt Eesti, Skandinaavia ja Poola turul, pakkudes oma klientidele tarkvarasüsteemide terviklahendusi.<br><br>Finestmedia eesmärk on kaasaegsete digilahenduste rakendamise kaudu oma klientide äritegevus uuele tasemele viia. Innovatsiooni ja tehnoloogiat nutikalt rakendades loome uudseid lahendusi ja teenuseid, mis võimaldavad ettevõtetel efektiivsemalt majandada.<br><br>Meie arendustiimidega on oodatud liituma nii kogenud kui ka alles oma karjääri alustavad IT analüütikud, arendajad ja testijad. Samuti pakume praktikavõimalusi reaalses arendusmeeskonnas ja -projektis. NB! Praktika on tasustatud!<br><br>Pakume põnevaid väljakutseid era- kui ka riigisektori projektide kallal, samuti tootearenduses.<br>Soovi korral on end võimalik proovile panna mitmes valdkonnas ning liikuda meeskondade, tehnoloogiate ja ärivaldkondade vahel. Boonusena ägedad kolleegid ning suurepärane motivatsioonipakett<br>-     2020.a. saab Finestmedia 20 aastaseks ning on ühtlasi ka 2020 aasta gasell-ettevõte (1% eesti edukate ettevõtete hulgas)<br>-    Üle 20% meie töötajatest on Finestmedias töötanud üle 5-aasta, üle 10% rohkem kui 8        aastat.<br>-     >90% finestmedialastele meeldib tema töö.<br>- Finestmedia kõige pikema staažiga tarkvaraarendaja on ühtlasi ka meie kõige pikem  töötaja – 18 aastat ja 205 cm;<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Tele2",
      "about": "Meie praktikavõimalused:<br><br>Tele2 pakub ka sellel aastal põnevaid praktikavõimalusi. Uuri lähemalt siit: <a href='http://tele2.ee/praktika'>http://tele2.ee/praktika</a>.<br><br>Lisaks suvepraktikale on meil ka juhtkonna praktikaprogramm, mis annab võimaluse alustada karjääri tipust - juhtkonna paremal käel! See on harukordne võimalus Eestis, kus praktika toimub otse tippjuhtide käe all ning annab võimaluse näha kogu ettevõtte toimimist lähedalt. <br><br>Miks peaks tudeng just meile praktikale tulema:<br><br>•\tToetav meeskond. Tele2 peres oled võrdne meeskonnaliige ning meie Sulle piire ei sea. Lisaks on Sul juhendaja, kes Sind terve praktikaperioodi vältel toetab ja kellega püstitad selged eesmärgid.<br>•\tÜhisüritused. Me treenime kõhulihaseid igapäevase naeruga, toidame adrenaliinivajadust enneolematute väljakutsete ületamisega ning tähistame töövõite meeleolukate ühisüritustega.<br>•\tKarjääri hüppelaud. Praktika meie juures on heaks hüppelauaks Sinu karjäärile, sest annab võimaluse osaleda vastutusrikastes projektides ning kasutada enda potentsiaali mitmekülgselt.<br><br>Praktikavõimalusi pakume Tallinnas – meie uues töökodus Ülemiste Citys, kus igaüks saab leida endale kõige mugavama koha töötamiseks. Lubame, et sõna „igav“ unustad Sa meiega koos olles ära!",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Avalanche Laboratory",
      "about": "„Do You know what sucks the most about being a Superhero?“<br>„No, what?“<br>„Nothing!“<br><br>Avalanche Laboratory is an international and awesome IT consultation and software development company with 150+ employees. We have 6 different business lines: Software development, Business Intelligence and DWH, Banking, Digitransformation, UI/UX Design and IT Service management. If you want to know more, please visit our page <a href='www.avalanchelabs.com'>www.avalanchelabs.com</a>.<br>We are growing every day and our goal is to be among TOP 3 IT consultation companies in Europe.<br>We are always looking for professional IT specialists- System and business analyst, IT project managers, Java developers, testing related roles etc. If you are interested in joining  Avalanche team- please drop a line to our recruiter Petra Erik, <a href='mailto:petra.erik@avalanchelabs.com'>petra.erik@avalanchelabs.com</a>.<br>We can offer you huge personal growth through different projects and teams. Of course we have cool offices in different countries, awesome people and your work results have positive impact on the future world. <br><br>Avalanche is diversified – we have people working from 9 different nationalities.<br>Avalanche is smart – our average age of employees is 35.<br>Avalanche is pet-friendly – we have many cute office dogs.<br>Avalanche is active – we have 4+ super heroic and entertaining team building events per month<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "AFS IT Services Estonia OÜ",
      "about": "Smartness of a small company, reliability of a big one!<br><br>AFS IT Services Estonia or IT Development and Innovation Centre is part of Arvato Financial Solutions that is synonymous with professional financial outsourcing services centering on cash flow in all phases of the customer lifecycle. The portfolio covers a wide range of stand-alone solutions – from fraud prevention and risk management to invoicing and debtor management, the sale of receivables and debt collection, also fully integrated end-to-end order-to-cash solutions.<br><br>The purpose of the IT Services Estonia is to drive growth and innovation in IT for Arvato Financial Solutions and therefore requires a high caliber of experience and entrepreneurial problem solving IT resources.<br>The organization is a valued partner for other Arvato IT departments and over time has become the go-to IT organization for new developments projects.<br><br>We are developing in .NET, Java, #C, Angular, Javascript and additionally we have a  Cyber Security Engineering and DevOps team. Therefore we are always in the look for great talents in those abovementioned areas.<br><br>Website: http://itarvato.com. <br>E-mail: <a href='mailto:cv@arvato.com'>cv@arvato.com</a><br>Industry: Information Technology and Services<br>Company size: 100 employees<br>Location: Telliskivi 60/2, Tallinn<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Artec Design",
      "about": "Artec Design is a product development company covering an electronic product's complete design cycle, including conceptualization, electronic, mechanical, FPGA and software design as well as prototyping and production. Established in 1998, Artec Design has provided services to over 90 clients from more than 10 countries worldwide including Germany, Finland, Japan and USA.<br><br>We are looking for a talented and passionate software engineering intern and a firmware engineering intern to strengthen our development team. <br>Join us and create products that help startups to grow, conquer space or provide value to millions of users every month!<br><br>You will have an opportunity to work on real products, complement theoretical knowledge with valuable experience and potentially secure a permanent job at Artec Design.<br><br>Sounds interesting? Contact us via:<br><a href='artecdesign.ee/careers'>artecdesign.ee/careers</a><br><a href='mailto:careers@artecdesign.ee'>careers@artecdesign.ee</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Cybernetica",
      "about": "About Cybernetica:<br>Over the past two decades, Cybernetica has developed several mission critical systems of the Estonian digital society, including the Estonian X-Road, internet voting and the core technology for the Smart-ID digital identity service. We have done ground-breaking research in the field of cryptography and information security and developed innovative technologies based on the findings. <br>Come join us in building the systems that make the world a secure place!<br>Cybernetica – 160 bright minds, Tallinn and Tartu offices, clients in 35 countries.<br><br>Who are we looking for:<br>For the summer internship we are looking for software developers (Java), systems analysts and QA specialists. Successful trainees will be offered future job in Cybernetica. <br>•\tYou will take part of real software development projects and gain valuable practical work experience; <br>•\tyou will get an interesting topic for your final thesis; <br>•\tyou will study in cooperation with the experienced IT professionals; <br>•\tyou will be paid for the internship.<br>Registration deadline is March 31, 2020. Please see <a href='https://cyber.ee/careers/internships/'>https://cyber.ee/careers/internships/</a><br><br>Contact us:<br><a href='mailto:internship@cyber.ee'>internship@cyber.ee</a><br><a href='mailto:job@cyber.ee'>job@cyber.ee</a><br><a href='https://cyber.ee/careers/internships/'>https://cyber.ee/careers/internships/</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Ericsson",
      "about": "Ericsson on innovatsioonile suunatud ettevõte. Me arendame, toodame, tarnime ning juhime telekommunikatsiooni võrgustikke.<br>Loome maailmamuutvat tehnoloogiat, mis mõjutab absoluutselt kõike ja kõiki.<br>Ericsson Eestis saad aimu, kuidas IoT, 5G ja automatiseerimine loob uue perspektiivi ning pakub unikaalseid võimalusi.<br><br>Oleme võimas tiim ning usume, et just meie inimesed on võti tulevikku. Kui oled inspireeritud tehnoloogiast, siis tule meile praktikale!<br>Meie juures saad reaalse ja väärtusliku töökogemuse ning Sind toetab juhendaja ning tiim.  <br>Saada märtsi jooksul CV aadressile: <a href='mailto:recruitment.estonia@ericsson.com'>recruitment.estonia@ericsson.com</a><br>Lisainfo ja praktikapakkumised FB: Ericsson Eesti AS<br><br>Teamwork makes the dreams work!<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Perforce Software",
      "about": "Perforce Software (formerly ZeroTurnaround) helps technology teams across the globe do their best work and innovate faster. We develop DevOps tools that improve software quality and security as well as team productivity for several of the world’s leading companies, such as PIXAR, CD Projekt Red, NASA, Verizon, Honda, NVIDIA, and Johns Hopkins.<br><br>Perforce is a leading provider of enterprise scale software solutions to technology developers and development operations (“DevOps”) teams requiring productivity, visibility and scale during all phases of the development lifecycle.<br><br>Our team in Estonia, is developing products like JRebel, XRebel, Akana, Visualization, Zend and Gliffy. We have an amazing team and are always looking for awesome people to join us to make our products even better!<br><br>We are looking forward to meet students with high interest in:<br>•\tJava, Javascript, C++;<br>•\tCloud technologies: Azure, AWS and Google cloud;<br>•\tLAMP stack (Linux, Apache, MySQL, PHP).<br><br>More information: <a href='www.perforce.com'>www.perforce.com</a><br>Contact: Anke Ellik, <a href='aellik@perforce.com'>aellik@perforce.com</a>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Hansab IT Solutions",
      "about": "Hansab IT Solutions on tarkvaraarendusega tegelev ettevõte, mis kuulub Hansab Gruppi. Hansab tegutseb Eestis, Lätis, Leedus, Soomes ja Valgevenes. Hansab IT Solutions on noor ja kasvav ettevõte. Samas vanimad Hansab Gruppi kuuluvad ettevõtted  on tegutsenud juba üle 29 aasta ja kokku on grupi ettevõtetes ligikaudu 300 töötajat. Hansab IT Solutionsi eripära on töötada projektide ja toodetega, kus tarkvara puutub tihedalt kokku riistvaraga. See tähendab seda, et me integreerime tarkvara abil erinevaid riistvara komponente ja süsteeme omavahel. Lisaks sellele arendame me ka veebirakendusi ning teeme tarkvararakendusi humanoid robot Pepperile (<a href='https://www.softbankrobotics.com/emea/en/robots/pepper'>https://www.softbankrobotics.com/emea/en/robots/pepper</a>). Peamiselt kasutame oma projektide tegemiseks Javal põhinevaid tehnoloogiaid ja raamistikke, kuid oleme kasutanud ka erinevaid muid (mh “front-end”) tehnoloogiaid.<br><br>Loodame kohata tudengeid, kellel juba on eelnev programmeerimise (nt. Java) kogemus ja erinevad infotehnoloogiaga seotud teadmised ning kes otsivad või hakkavad lähiajal otsima täiskohaga tööd tarkvaraarenduse valdkonnas.<br><br>Kontaktandmed:<br>e-post: <a href='mailto:itinfo@hansab.ee'>itinfo@hansab.ee</a><br>web: <a href='www.hansab.ee'>www.hansab.ee</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Bait Partner",
      "about": "Under ORNet brand-name Bait Partner has been successfully manufacturing operating room management solutions and pathology imaging tools for over 7 years.<br>We are also integrating medical devices with audio-video solutions and IT infrastructure.<br> <br>With our small, but international team we create tools for better patient security, improved workflow and documentation of processes at the hospitals and pathology laboratories.<br> <br>Though constantly looking for enthusiastic multinational staff, we look in particular for new specialists for our software development (keywords are C#; WPF development, UX development), technical support (IT and AV solutions and support, SQL databases) and sales/marketing processes (management and creation of modern digital marketing channels, content writing).<br> <br>If You feel that joining ideas and possibilities from different technologies, making them better and combining them into new working solutions is a challenge that You would like to take on, come and talk to us!<br> <br>Look us up at: <a href='ornet.eu'>ornet.eu</a> and <a href='baitpartner.eu'>baitpartner.eu</a> or set a meeting, contact Brigita Urmet <a href='mailto:brigita.urmet@baitpartner.eu'>brigita.urmet@baitpartner.eu</a> phone +372 56 808 907 +372 6 808 900<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Statistikaamet",
      "about": "Andmed on Sinu kirg, aga Sul puudub kandideerimiseks vajalik varasem töökogemus? Parim stardipunkt andmemaailma karjääriteele asumiseks on praktika Statistikaametis.<br>Statistikaameti missioon on pakkuda usaldusväärset ja objektiivset infot Eesti keskkonna, rahvastiku, sotsiaalvaldkonna ning majanduse olukorra kohta. Statistikaamet soovib luua seninägematul tasemel andmete töötlemise ja kasutamise kultuuri, sest usume, et kvaliteetsed ja sügavalt mõistetud andmed tagavad Eesti elu edasiviiva süvendatud vestluse ühiskonna erinevate osapoolte vahel ning aitavad teha olulisi otsuseid.<br>Kuidas me seda teeme?<br>Töötleme ja mõtestame andmeid, et aidata mõista olukordi, trende ja seoseid. Meil on selleks oma andmete töötlemise platvorm, tehnoloogiad, vastavad tooted ja teenused ning meie väga väärtuslikud töötajad.<br>Meiega liitudes saad Sa töötada koos tippspetsialistidega ja arendada statistika tegemist. Meil saad täita reaalseid tööülesandeid, mis tagavad väärtusliku kogemuste pagasi. Sul saab olema juhendaja, kes Sind terve praktikaperioodi ajal toetab. Praktikandina oled Sa võrdne meeskonnaliige. <br><br>Astu esimene samm ja liitu meiega!<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "SEB Pank",
      "about": "Töö suures rahvusvahelises organisatsioonis annab Sulle võimaluse teha koostööd ja õppida oma ala tipptegijatelt. Kui Sul paneb silma särama võimalus kujundada tuleviku pangandust, ootame just Sind! <br>SEB on Eesti parim digipank, mis panustab uute innovaatiliste digilahenduste arendamisesse ning töötab selle nimel, et saaksite teostada oma kõige ambitsioonikamaid plaane. SEBs töötades saab arendada uusi ja jätkusuutlikke pangatooteid, anda uut hoogu juurde juba tegutsevatele ettevõtetele ning innustada neid looma uusi innovaatilisi tooteid ja teenuseid. Pank pakub rahvusvahelist koostööd ning suurepäraseid eneseteostusvõimalusi. Tööandjana oleme sageli otsimas särasilmseid noori, kellega koos Eesti pangandusmaastikku uuendada ning edasi viia. SEBl on noortele talentidele rohkelt arenguvõimalusi eneseteostuseks ning potentsiaali avamiseks.<br>Meie Youth LAB praktikaprogrammi on oodatud kandideerima algatusvõimelised, meeskonnatööd hindavad tudengid. Youth LAB’is saad tuge kogenud kolleegidelt ja suurepärast ettevalmistust tulevaseks karjääriks. Ühe osana praktikast saad läbida startup`iliku programmi toodete/teenuste arendamisest ideest lõpptulemuseni. Saad võimaluse kohtuda SEB valdkonnajuhtidega, saada uusi kontakte, teadmisi pangandusest ja tegeleda vastutusrikaste tööülesannetega. <br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Finnair Business Services",
      "about": "Finnair Business Services is a versatile, ambitious team of over 200 experts in Tartu. We are covering wide areas of business, like operations support, finance and digital excellence. We work in close cooperation with our colleagues in Finland and create together top of the line travelling experiences for millions of customers around the world. Finnair is building multi-site location, one talented digital team working together in Vantaa and Tartu, and we are constantly recruiting talents. Finnair Business Services is on a mission to be a great service provider and a great place to work. We offer personal development, interesting career opportunities in a unique aviation industry, coherent approach to wellbeing and flexible ways of working. Join our international team of professionals and challenge the digital world with Finnair. While transitioning towards a digital company, we have top-notch development tools and methods and are continuously embracing fresh new ideas from digital experts. We offer a range of positions on several levels from easy-to-enter starting points to demanding professional and managerial positions. Learn more about us: <a href='www.finnairbusinessservices.com'>www.finnairbusinessservices.com</a>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "EveryPay",
      "about": "EveryPay offers a fully cloud-based payment gateway platform for banks and acquirers by giving them access to state-of-the-art and continuously improving digital payment solutions with all the relevant tools to manage the acquiring side of eCommerce. For banks’ merchants, the platform provides a variety of necessary features enabling them to grow and scale by utilising world-class online payment solutions. We help our partners to be more agile and stay relevant in the ever-changing digital payments’ scene by offering the same features as 3rd party PSPs.<br> <br>At EveryPay, technology is made to serve the goals and needs of the merchants. We know that with the use of smart technical solutions, payment services can truly benefit your business. Our platform has been built from the ground up so we can easily add new features to it in order to keep up with the ever-changing payment trends and consumer behaviours.<br> <br>EveryPay's payment platform is PCI DSS level 1 certified meaning our technical solution and processes meet the highest industry requirements.<br>Open positions at EveryPay: <a href='https://every-pay.com/open-positions/'>https://every-pay.com/open-positions/</a><br> <br>Contacts:<br><a href='http://every-pay.com/'>http://every-pay.com/</a><br><a href='mailto:merili.auser@every-pay.com'>merili.auser@every-pay.com</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Vaimo",
      "about": "Vaimo on 2008. aastal Rootsist start-up’ina alguse saanud IT-ettevõte, kelle eesmärk on töötada kaupmeestele, kaubamärkidele ja B2B ettevõtetele välja e-kaubanduse- ja müügikeskondade täislahendusi ning aidata neil käivitada ja edendada oma e-äri.<br>Tegemist on üle maailma tuntud e-poe platvormi Magento Global Elite partneriga, kelle klientide hulka kuuluvad muuhulgas sellised globaalsed firmad nagu Helly Hansen, Jack Daniel’s, Jaguar, Dyson, BAUHAUS, Daniel Wellington ja lokaalsed firmad nagu Kaubamaja, Selver ja paljud teised.<br>Meie jaoks on meeskonnatöö üheks Vaimo väärtuseks - me oleme kõik koos ühise eesmärgi eest väljas ja see väljendub kõiges, mida me teeme. Me hindame tagasisidet ning töötajate arvamust - soovid kasutusele võtta uusi tehnoloogiaid või metoodikaid? Vabalt! Maailm liigub kiirelt edasi ning ka meie ei hoia vanadest harjumustest liiga suure hoolega kinni. Me ei hoia saladuses õnnestumisi ega ka ebaõnnestumisi ning usume, et õnnestumiseks peab riskima ning vahest ka ebaõnnestuma. Me oleme kindlad, et õnnelik Vaimoer on parim Vaimoer!<br>Vaimo on alati valmis vastu võtma algatusvõimelisi ja innukaid noori, kes on huvitatud e-kaubanduse valdkonnast ning sooviksid enda teadmiseid selles vallas arendada. Meil on esindatud Frontend ja Backend arendaja positsioonid, samuti Internal IT Specialist, System Administrator, Quality Assurance ja Solution Specialist positsioonid, kuhu noored saavad kandideerida.<br>Kandideerida meie juurde tööle või praktikale võib iga kell, kuid 2020 suve hakul oleme korraldamas noortele praktikaprogrammi, kus osalejad saavad proovida, kuidas töötab üks tõeline IT projektimeeskond ning kindlasti õppida juurde palju uut ja põnevat!",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Devtailor",
      "about": "Devtailor is an agile product development company. For us agility goes beyond buzzwords and software crafting practices because we tailor our communications and processes to fit our partners. We work with clients in the US, Asia and Europe supporting their businesses with made-to-measure IT solutions. <br>We are tech agnostic and have worked with many different platforms, always using the correct tools for the job. Our default web tech stack consists of Angular, Node, Docker, PostgreSQL and AWS.<br> <br>Our international and constantly growing team is always on the lookout for like-minded new talent.<br>Our brand-new and state-of-the-art office in central Tallinn is always stocked with good coffee and fresh fruits. Working at Devtailor isn't like going to a regular job, it is like spending time with your family (a family that you like!) <br>Not only can you join us for summer and winter events, but also monthly get-togethers and Friday breakfast mornings. Unwind, relax, and enjoy spending time with one another.<br> <br>Grow your career by working on real projects with experienced mentors. Choose Devtailor for your summer internship and come create the future!<br> <br>Apply at <a href='www.devtailor.com'>www.devtailor.com</a><br>Contact: <a href='mailto:kertu@devtailor.com'>kertu@devtailor.com</a> \t+372 56 493 440<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Fujitsu Estonia",
      "about": "Meist<br>Tegutseme Eesti IT valkdonnas alates 1991. aastast. Samal aastal taasiseseisvus Eesti ja loodi maailma esimene veebileht CERNi laborites.<br>Seega võib öelda, et oleme turul kogenud tegijad.<br>Fujitsu Estonias töötab ligi 400 inimest, kellest 60 tegutsevad kuues tarkvaraarenduse meeskonnas Tallinnas ja Tartus. Nendes meeskondades töötavad inimesed, keda ühendab kirg oma eriala vastu ning soov anda panus Eesti riigi IT arengusse.<br>Miks tulla praktikale Fujitsu Estoniasse?<br>REAALSED PROJEKTID - Töötad reaalses projektis koos tegutseva meeskonnaga<br>VÕIMALUS TÖÖLE ASUDA - Saad kandideerida hiljem konkursiväliselt täis- või osalise koormusega tööle<br>TOETAV MEESKOND – Kuulud professionaalsesse meeskonda ja Sul on isiklik juhendaja<br>SULLE SOBIV PRAKTIKAAEG – Võid valida endale sobiva praktikaaja<br>PRAKTIKATASU - Saad oma panuse eest praktikatasu<br><br>Ootame Sind praktikale, kui tunned huvi IT valdkonna ja tehnoloogiliste uuenduste vastu ning tahad õppida oma ala parimatelt tegijatelt. Pakume praktikakohti Tallinnas ja Tartus.<br><a href='https://www.fujitsu.ee/praktika/#!/miks-fujitsu'>https://www.fujitsu.ee/praktika/#!/miks-fujitsu</a><br>Hanni Tomingas<br>Fujitsu Estonia värbaja<br>e-mail: <a href='CV@ee.fujitsu.com'>CV@ee.fujitsu.com</a>  telefon: 372 627 2308<br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Eesti Rahvusringhääling",
      "about": "Puusakõrguseid, kahemeetriseid ja hallipäiseid muusikasõpru ühteviisi kõnetav Eesti Laul, kogu aastavahetuse nädala vaadatuimate telesaadete esikümme ja sõltumatu ajakirjanduse jätkuvalt auhindu võitev eesliinil püsimine - neid kõiki ühendavad kolm tähemärki: ERR. Ükski neist ei oleks võimalik ilma oma ala tippspetsialistide abita võimekas ja agiilses arendustiimis.<br><br>Kui tahad teha asju, mida oskavad vähesed Eestis, olla innovatsiooni eesliinil, areneda kiiremini ja erinevamates suundades kui pea mistahes sama valdkonna ettevõttes, siis on see pakkumine just Sulle. <br><br>Front-End: TypeScript(Angular 9), JavaScript(AngularJs, JQuery), CSS, SCSS, HTML<br>Back-End: PHP, Python<br>Android/iOS: Java, Swift - tegevust jagub igas suunas, potensiaalselt saab ise välja mõelda sobivad lahendused probleemidele ja ennast huvitavad arengusuunad. <br>Kolmapäev ei ole kunagi täpselt samasugune, nagu oli teisipäev, maikuus tehtud arendus ei ole kunagi copy/paste arendusest, mis sai tehtud veebruaris. Ehk. Siin ei ole kunagi igav.<br><br>Tule Eesti Rahvusringhäälingusse ja aita teha Eesti parimat ajakirjandust!<br><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "RMIT",
      "about": "RMIT on IKT asutus, mis pakub teenuseid Rahandusministeeriumile, Maksu- ja Tolliametile, Statistikaametile ja Riigi Tugiteenuste Keskusele, aga ka Kultuuriministeeriumile ja tema allasutustele (Rahvusooper Estonia, Eesti rahva Muuseum ja Rahvusraamatukogu).<br><br>Oleme oma kasvava personaliga pidevalt uute inimeste otsingul. Üks suund, kuhu lähiaastatel kindlasti vajame häid päid juurde, on tarkvaraarendus – nimelt programmeerijad ja arhitektid. Näeme oma klientide pealt, et soov meie poolseks arendusvõimekuse kasvuks on täiesti olemas. <br><br>Teine suund on ärirakenduste süsteemianalüütikud, -haldurid ja -administraatorid. <br>Kolmandana, ja just tudengite suhtes ilmselt sobiva suunana – otsime sageli inimesi, kes pakuksid tuge rea-arvutikasutajatele  ehk IT tehnikuid. See sobib suurepäraselt positiivse ellusuhtumise ja suhtlusoskusega noortele, kel on ka soov edasi areneda.<br><br>Mida me noortele saame kindlasti lubada, on see, et igavust või tööpuudust meie juures kindlasti tunda ei tule. Riigis on käimas sedavõrd palju teenuste arendusi, et jõuame vaevu oma targa tellija rolli täita. <br><br>Lähemalt saab lugeda meie kohta:<br><a href='https://www.rmit.ee'>https://www.rmit.ee</a><br><a href='https://www.facebook.com/RMIT.ee/'>https://www.facebook.com/RMIT.ee/</a><br>",
      "image": "somepath"
    }
  },
  {
    "company": {
      "name": "Kühne + Nagel",
      "about": "Become a part of a strong IT ecosystem, where your work will have direct influence on the future of logistics and IT!<br><br>We are 400+ IT professionals focusing on developing IT-based integrated logistics solutions to one of the world’s leading logistics companies Kühne+Nagel with 85 000+ employees in 100+ countries. In addition to development our work includes support, maintenance, infrastructure services and. <br>Kühne+Nagel is on the way to become a fully technology-enabled and data-driven value chain provider. Here IT plays a crucial role. Our ambition in IT is to be a partner for the logistics business, an innovator in developing logistics solution and a supplier for IT services.<br>We are looking for bright minds - IT students who have graduated or are in the end of their studies, are passionate about IT, always deliver their best and are continuously willing to learn new things, speak fluent English and are excited about building up their career in a strong and stable global enterprise. <br>We have a wide range of IT positions starting with service support and ending with cyber security and ML. As we have 50+ teams and much more products and services you have great chances to grow inside Kühne+Nagel. You will work in a truly international environment and create solutions for end users across the world. And it’s beyond work - we have plenty of fun and sports together as well!<br>",
      "image": "somepath"
    }
  }
]
